{"theme":"welcome","cycle_duration":"10","slug":"welcome","bundle_location":"sites\/default\/files\/signage\/feeds\/welcome","bundled_at":1509729959,"content":[{"type":"text_image","data":{"eyebrow":"Debitis ratione est et sint.","title":"Dolore quia et rem totam dolor. Odio dolorem eveniet quidem harum maiores. Est atque quia culpa porro quos tenetur non molestias.","header":"Dicta et sapiente earum.","subcopy":"Tenetur est sed sit voluptatem. Aut maiores recusandae eum tenetur quia.","image":"http:\/\/www.fillmurray.com\/g\/960\/720"}},{"type":"event","data":{"eyebrow":"Dolorum debitis est quo nam.","title":"Eum et totam consequatur. Totam eaque ad occaecati maxime quas. Totam est rerum illum iusto voluptatibus nisi voluptatibus.","start_date_time":1377335128,"end_date_time":132374282,"location":"Doloribus quasi rerum veniam quis dolorem impedit molestiae.","subcopy":"Illo consequatur ea quo sed amet. Ratione sit dolorum voluptatem assumenda id. Distinctio natus error adipisci magnam facilis.","background_image":"http:\/\/www.fillmurray.com\/g\/875\/875"}},{"type":"image","data":{"image":"http:\/\/www.fillmurray.com\/g\/960\/1680"}},{"type":"community","data":{"profile":{"display_name":"Travon D\u0027Amore","position":"Extraction Worker","image":"http:\/\/www.fillmurray.com\/g\/875\/875"},"body":"Enim vel quo quas eum sunt eos. Quo cum et maiores ut fugiat ea."}},{"type":"announcement","data":{"type":"alert","body":"Beatae quos esse qui facere accusantium officia. Qui veritatis perferendis eum minus veniam quia harum.","subcopy":"Repellat amet laboriosam rerum aliquam porro. Aut adipisci ab ea molestias. Saepe ipsa totam eos nisi sit ducimus."}},{"type":"welcome","data":{"title":"Et est ad.","subcopy":"Ut quis quia dolores ea libero voluptates veritatis."}},{"type":"text_image","data":{"eyebrow":"In et dolore rerum libero.","title":"Esse in quas aut ut minus eveniet. Nihil quas repellat sint sed. Neque est corrupti facilis minima ducimus.","header":"Ut quod officiis dolor.","subcopy":"Omnis ea aperiam animi. Quos pariatur provident pariatur velit ex qui. Nostrum perspiciatis ut assumenda libero est blanditiis.","image":"http:\/\/www.fillmurray.com\/g\/500\/500"}},{"type":"text_image","data":{"eyebrow":"Quo officia et aut.","title":"Vel beatae facere qui maxime. Maxime officia enim maxime non omnis in id. Aliquam eaque eaque illo odio.","header":"Ut rem quo sed.","subcopy":"Ex voluptas voluptate est est. Aspernatur porro illo assumenda possimus praesentium officiis molestias dolores. Quod alias optio sed.","image":"http:\/\/www.fillmurray.com\/g\/500\/500"}},{"type":"quote","data":{"body":"Rerum numquam dolorem ut beatae. Accusamus ipsam vero deleniti expedita eum sit culpa.","subcopy":"Velit sed autem rerum dicta culpa."}},{"type":"research","data":{"eyebrow":"Qui voluptas unde sunt.","title":"Commodi aliquid est aperiam excepturi. Quo sed repellat officiis dolorum eligendi omnis. Ipsam sed error voluptatem cumque ab.","header":"In nam repellat et qui.","subcopy":"Doloremque dolorum nostrum perspiciatis natus dolorem est quo. Nisi a ex non et dolorum. Ut doloremque neque aliquam distinctio deserunt assumenda.","background_image":"http:\/\/www.fillmurray.com\/g\/960\/1680"}},{"type":"research","data":{"eyebrow":"Quae vitae sed eaque.","title":"Aspernatur architecto dolores sequi. Dolores est vitae repellat dolorem. Maiores vel natus ea.","header":"Vitae magni ea commodi.","subcopy":"Excepturi deleniti sit aut architecto. Molestiae autem dolores soluta dignissimos. Ad sit non ab assumenda molestias.","background_image":"http:\/\/www.fillmurray.com\/g\/960\/1680"}},{"type":"event","data":{"eyebrow":"Culpa a aut qui velit.","title":"Molestias autem pariatur quia et dolores provident. Illum ut voluptate esse sit. Sed quisquam et placeat omnis optio vel maxime.","start_date_time":765332961,"end_date_time":1210630439,"location":"Reiciendis voluptatum officiis recusandae rem.","subcopy":"Perferendis nostrum ea numquam consectetur eos accusantium. Totam iure veritatis facilis debitis amet quos.","background_image":"http:\/\/www.fillmurray.com\/g\/875\/875"}}]}
